Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 코드66
en: code 66.

source: 이젠 사는 법을 배워야지
en: it’s time to learn how to live.

source: 유..{j}유유유 육금성이..?
en: the... th-the six ve-venus...{j}

source: 설명 똑바로 해야 할기야
en: ...what’s going on.

source: 부모란 원래 자식을 위해서라면 무엇이든지 희생하는 법
en: parents are willing to sacrifice anything for their child.

source: …그러면 돈 벌 곳도 소개 시켜주시죠
en: then... please get some jobs for me, sir.

source: 도로차기
en: jump kick.

source: 뭐야!!
en: what is it?

source: 지금까지 이렇게 마신 녀석이 있었나?!!
en: I’ve never seen anyone drink as much as that guy!

source: 그게 좀 싸우긴 했는데...
en: w-we did fight a bit...

source: 하
en: ha.

source: 휙-
en: turn

source: 엉?!
en: huh?!

source: 평견이
en: pyunggyeon.

source: 뭔가 찝찝해서 말이지…
en: but something keeps bugging me...

source: 특임국에서 쳐들어왔다는데, 엉?
en: we’re the nsmb. you hear that?

source: 무리하게 시도했다간 더 위험에 빠져
en: it’s too risky. we might find ourselves in greater danger.

source: 제일 지하 취조실에 둬
en: take her to the interrogation room in the basement.

source: 경례!!
en: salute!!

source: 위잉-
en: whiiing

source: ....하
en: ha...

source: 괜찮으십니까!!!
en: are you okay?!

source: 아아아...
en: da...

source: 결국 수면마취 상태로 들어갔고
en: and just like that, he fell into a state of drowsiness.

source: 궁금한데?ㅋㅋㅋㅋ
en: I can’t wait. ha ha ha.

source: 뭐이네?
en: what the?

source: 자기가 무슨 영화 주인공쯤 되는 줄 아나본데..
en: you may think you’re a hero from a movie or something...

source: 저 여자까지 데리고 가야한담서?
en: but you got nothing because you need to take her as well.

source: 대체 무슨 짓을 했길래
en: what in the world did you do...

source: 감쪽같이 나를 속여왔던 것이다
en: I was completely deceived.

source: 으응 그래, 글쿠나야
en: okay. I see.

source: 김부장은 알고 있었다
en: ...manager kim knew.

source: 어차피 걔네 오고 있잖아
en: they’re coming anyway.

source: 빼꼼
en: peek

source: 하아 하아 하아
en: huff huff

source: 지금 상황파악 안되나본데..
en: you better read the room now--

source: 쪼오옥
en: slurp

source: 두 번째는...
en: and the second one was...

source: 내가 죽인다
en: I’m going to kill him. he’s mine.

source: 그런데 군대를 왜 가?!
en: why do I have to serve in the military then?

source: 팀장님
en: sir.

source: 남과 북 어디서도 반기지 않는 존재라는 것도
en: ...realized that I’m unwelcome by both south and north korea.

source: 팟!
en: grab

source: 무슨 수를 써서라도 잡아내!!
en: I don’t care what you need to do, just bring him to me!

source: 그런데..
en: but...

source: 왜 이래?
en: what’s wrong with this thing?

source: 위대한 수령 동지의 첫째 아들
en: your target is the eldest son of the supreme leader.

source: 저까지 데리고 가려다가 전부 잡힙네다
en: you’ll get arrested if you take me with you.

source: 싸움 잘한댔냐?
en: who said it had to do with combat?

source: ㅆㅂ...
en: fuck...

source: 그러니까 북한 쪽에서는
en: so that explains...

source: 은폐 시도에 납치에
en: from the attempts to cover up a murder to kidnapping...

source: 아새끼 지금 무슨 개나발을…
en: what bullshit are you talking about--

source: 이건
en: it’d be too late if I do so.

source: 반박은 받지 않어
en: I won’t accept your protest.

source: 투다다다다다
en: pow pow pow

source: 다시 한 번 알립니다, 현 시간부로 상황A
en: I repeat, situation a

source: …여긴 매일매일 하나요?
en: is this place open everyday?

source: 바로 나였다
en: ...it was me who didn’t know him.

source: 어렸을 때도 돌아간 것 같아
en: I feel like I’m reliving my childhood.

source: 언론보도에는 추락사로 보도될 거거든요
en: we’ll tell the press that you died from the fall.

source: ....아빠랑 비교된다
en: ...he’s nothing like my dad.

source: 애가 겉으로는 센 척해도
en: although she acts tough on the outside...

source: 무슨…
en: what the...

source: 라이트 꺼
en: turn off the lights.

source: 무기한 파견 대기였다
en: I was to wait for a deployment for an indefinite period.

source: 야 이 개자식아!!!
en: you bastard!!

source: 두 번이잖아, 두 번
en: twice. not once but twice...

source: 보내!
en: please!!

source: 이젠 절대 안놓쳐
en: I’ll never lose you...

source: 의미 없는…
en: it’s pointless--

source: 한 자리에 모이게 된다
en: ...works to bring all of us to one place for different goals.

source: 내일은 없다!
en: there is no tomorrow!

source: 렘 수면 상태!
en: ...he was having rapid eye movement sleep!

source: 차관님이 찾으십니다
en: the deputy minister wants you.

source: 빨리 빨리 움직여!!
en: move now! on the double!!

source: 감…..
en: close...

source: 아무것도 아니에요
en: I didn’t see anything.

source: 잠든척하는 순간부터
en: ...and pretended to fall asleep.

source: 걔네가 지금 오고 있어
en: they’re coming right here.

source: 이야~ 정보가 없어서 아주 혼쭐이 났디
en: goodness, you can’t imagine the work I put in to get some intel about you.

source: 빨리 돌아가봐야겠다
en: I gotta get back quick.

source: 어때?
en: what’s wrong?

source: 휴전 이후 거의 최초의 비공식 협정
en: it was almost the first unofficial agreement ever made since the armistice.

source: 저희 주영건설에서는
en: we juyoung construction...

source: 어디서 개가 짖나?
en: ...what kind of bastard is yapping about me?

source: 다음 타임 온다~
en: people are coming!

source: 추가인원 76명
en: additional 76 agents

source: 내려오시지요
en: get down now.

source: 켁....
en: ek...

source: 그래서 훈련된 연기조를 마을 전체에 배치
en: so he deployed trained actors throughout the village...

source: 당신 누구야!
en: who are you?!

source: 순간의 분노로 이렇게 한다니
en: ...yet none of it mattered because he got angry just for a split second.

source: 좋다 이거야
en: I get that.

source: 지금 12시간 내로…
en: the time starts now--

source: 몰라?
en: you don’t know what it is?

source: 너희들은 처음부터 번호로 불린기야!
en: you were called by your numbers the moment you were born!

source: 나는 최고의 적임자였다
en: ...wanted to start a coup in the country.

source: 성격도 싹싹하고
en: she’s so amicable...

source: 고작 그 정도 힘으로
en: you think you can blabber about peace...

source: 본론으로 넘어가지?
en: let’s get right into business.

source: 손 든 사람 앞으로
en: those who raised their hand. step forward.

source: 그냥 19년 잘 참다가 갑자기 터져버렸네?
en: for 19 years, he’s been holding up really well, but now that’s all gone.

source: 그거 하난 인정해주디
en: I’ll give you that.

source: 맡겨 주십시오
en: leave it to me, sir.

source: 인력 막부
en: Human Resource

source: 놀라울 정도로
en: ...it was as if...

source: 그로 인해
en: and that allows them...

source: 어렸을 때는..
en: when I was a child...

source: 착각했다
en: I was mistaken...

source: 대학 가기는 점점 어려워진다는데~
en: I heard that it’s going to be harder for kids to get into universities.

source: 모레도?
en: the day after that?

source: 키패드 플레이스 최근기록
en: Keypad Place Recent

source: 하지만 어이없게도
en: but out of pure bad luck...

source: 차에 타자마자 잠들더니
en: you dozed off the moment you got into the car.

source: 특임국에서 찾고 있는 용의자가 하나 있는데
en: we’re looking for a suspect...

source: 밤 중에 바로 옆에서 총을 쏴대기도 했다
en: they fired close to us at night, bullets whizzing by our ears.

source: 실력은 쪼꼼 있는 것 같은디
en: you’re kinda good.

source: 그래도 너무 걱정은 말어
en: but don’t get all jittery.

source: 나는 사선을 넘어왔다
en: I’ve crossed life and death.

source: 저 녀석도 CQC를 쓰는 것 같은데
en: it looks like he’s using the same cqc as me.

source: 눈으론 쫓을 수 없어
en: my eyes can’t keep up with his speed.

source: 남북관계가 아주 개판이 날 상황입니다
en: the inter-korean relations is on the verge of being in shambles.

source: ......그러니까 네 말은
en: so what you’re saying is...

source: 아빠아......
en: dad...

source: 퍽퍽퍽
en: pow pow pow

source: 이용만 당하고 버려질 걸 정말 몰랐던거네?
en: were you really clueless that they planned on throwing you away after using you?

source: *엘리트 체육 특기생
en: *elite students who excel in sports.

source: 우리 생각하는 게 똑같은데?
en: ...it’s like our thoughts are connected.

source: 요즘 애들은 웃길 줄 안다니까
en: kids these days know how to make me laugh.

source: 그 어설픈 자세 그대로
en: so in that clumsy posture...

source: 아빠가..
en: I’m here...

source: 미안하지만 그건 안 될 것 같습니다
en: I’m sorry, but that’s not going to happen.

source: 요즘 애들은 어떤지?
en: ...what kids are like these days.

source: 원래 두 개니까
en: I mean nothing’s wrong with losing one.

source: 그 놈들이 어떻게 나올지는 대충 예상했어
en: it was pretty predictable, how they’d respond when we got there.

source: 그래, 김중사 침착하고..!
en: yes, first calm down, sergeant--

source: 맞서기 시작한다!
en: fight!

source: 사실상 감옥이나 마찬가지였지만 괴롭지 않았다
en: it was practically a prison, but I didn’t bother.

source: 깔라면 까시라고~
en: so if you want to fuck me over, then fuck me over.

source: 쌍간나..새끼!
en: you little piece of shit!

source: 퇴역의 조건은 단 한 가지
en: you only have to do one thing to get discharged, and that is...

source: …할 수 있습니다
en: yes, I will...

source: 302호..
en: room number 302...

source: 확인했으니 이제 너는 필요없네
en: now that you’ve identified him, I no longer need you.

source: 오~~막 한다 한다
en: oh, they’re doing something.

source: 끌고 갔으면 책임은 져야 할 것 아닙네까?
en: ...shouldn’t you have had the heart to be responsible for us, who were dragged into that hell?

source: …그러니
en: so...

source: 그런 생사를 넘나드는 훈련 끝에
en: by the time the do-or-die training came to an end...

source: 보아하니 타지인 같은데
en: you look like you’re from a different town.

source: 그러니까-
en: so...

source: ….너는 군인이다
en: you’re a man in uniform...

source: 우오오아오아아!
en: arghhhhh!!

source: 내 딸,
en: ...my daughter...

source: 으, 응?
en: ye-yes?

source: 13 구역
en: Area 13

source: 그렇다는건….
en: that means...

source: 프로다!
en: ...a professional killer!

source: 매일매일이 생사를 넘는 훈련이었다
en: each day, we got closer to death.

source: 야이 병 ㅅ들아!
en: you little fuckers!

source: 금은화라고 하는 꽃입니다
en: it’s honeysuckle.

source: …일단 진입하자우
en: let’s... enter first.

source: 아니, '최프로'
en: no, “pro choi.”

source: 그리고 지금 대표님도…
en: and the chairman isn’t...

source: 나는 국가의 명을 받아 임무를 수행 중이다
en: ...I’m under the strict orders of my country.

source: 살고 싶다면
en: if you want to live.

source: 절레 절레
en: shake shake

source: 남조선에서 보냈네?
en: did they send you up here?

source: 협력업체가..
en: our partner company...

source: 중국어) 전부 다 꼼짝 마!
en: no one move!

source: 언제부터….
en: since when...

source: 회전의 기본
en: the basics of twisting is...

source: 흐려… 진...
en: it’s fading...

source: 준법…
en: we gotta abide by--

source: 단연 최고 수준이다
en: ...unrivaled.

source: 그 역시 강자기에 할 수 있었던
en: ...but he made the optimal and smart choice...

source: 알았다 알았어
en: fine, fine.

source: 너희들 진짜!
en: you guys, I’m telling you!

source: 조평건 선생님
en: Pyunggyeon Cho

source: 지금 VIP가 연락두절이다
en: the president can’t be reached.

source: 알겄어~시작헐게잉~
en: okay. I’ll get right on it.

source: 진심으로 사랑했다고
en: ...because the party told me to fall madly in love with him.

source: 재미있는 소리를 하네
en: you’re funny.

source: 알갔습네다
en: you, too.

source: 왜 버렸습네까?
en: and yet you threw us away. why?

source: 뭐, 뭐라ㄱ..
en: wh-what did you just-

source: 잠시 이야기 좀 하지?
en: shall we have a chat?

source: 쿡쿡
en: poke

source: 부아앙
en: vroom

source: 북한 보안팀
en: north korea security team

source: 우득
en: grit

source: 나 박진철은 죽지 않는다
en: I, jincheol park, don’t die.

source: 이 용병기업은
en: interestingly...

source: 이리 오라!
en: come here!

source: 밀폐된 공간이야
en: ...and now we’re in an enclosed space.

source: 제가 꼭 받으러 갈테니
en: I promise to get it back from you...

source: …간단하게 정리합시다
en: in short...

source: 물…히..라가..
en: know... thing...

source: 뿌그르르르르
en: pitter patter

source: 흔적 조차 찾을 수 없었다
en: but I couldn’t find a single trace of her.

source: 어떻게 하시겠습니까?
en: what do you want to do, sir?

source: 메시지 보내기
en: send a message

source: 빠아아앙
en: honk

source: 아~ 증말 재밌다
en: seriously, it’s so funny.

source: 요 묵직한 옷이 총알을 막아준다, 이 말이디?
en: this thick vest blocks the bullets?

source: 작전 때마다 부딪쳐봐야 좋을건 없어보이니
en: who knows how many times we’ll bump into each other in future ops.

source: 뻐억!
en: thwack

source: 물건이나 상황뿐만이 아니다
en: ...you can also see something intangible, something unlike the objects in your surroundings.

source: 길게 이야기 끌 필요 없이
en: we don’t have to drag things for long.

source: 총!!!
en: the gun!!

source: 호텔에서도 발연기 너무 티났어
en: and your acting at the hotel was just bad. it was too telling.

source: 콰 앙!
en: bang

source: 그러면 눈에 띄지 않네!
en: I couldn’t because that’s going to draw unnecessary attention!

source: 엄청난 괴력이다
en: it’s like he’s a superhuman.

source: 쿠웅!!
en: da dun

source: 으아아!
en: argh!!

source: 너나 나나 아직 아빠로서 한참 부족한 것 같은데
en: you and I are... lacking far too much to treat ourselves as fathers.

source: 결국 살아남은 나는 붙잡혔고
en: after they arrested me alive...

source: 타겟을 제거한다
en: ...for the peace of the country.

source: 왜 여기 있는지는 차차...
en: we can talk about why she’s here late--

source: 마침 내가 한국에 있어서 다행이지
en: thank goodness that I’m in korea.

source: 무서운게 없다고?
en: nothing? really?

source: 저, 저기요...?
en: ex-excuse me...?

source: 꽃말은 헌신적인 사랑이지요
en: the flower means devoted love.

source: 침착해 김중사!
en: calm down, sergeant kim!

source: 갓 탁아소를 뗀 녀석이 제법 합디다
en: ...he’s pretty good for his age.

source: 대체 얼마를 받아 처드셨길래
en: I’m just curious how much you’ve received from him...

source: 움…움직이지 말고
en: s-so... don’t move...

source: 국가를 대표하는 얼굴인데 겉멋만 든 것 같아 아쉬워서 말해봅디다
en: I’m telling you this because you’re too theatrical and flamboyant, when you represent your own country.

source: 괜찮니?
en: are you okay?

source: 명령
en: Order

source: 나도 소문만 듣고 온거야
en: no, I just heard rumors about him. that’s all.

source: 이새끼!
en: you bastard!

source: 탕탕탕탕
en: bam bam bam

source: 태권도 메달리스트
en: republic of korea

source: 내 친구의 행복을 괴롭히는 놈들은 참을 수가 없거든
en: I can never stand for anyone that is out there to destroy my friend’s happiness.

source: 저게 암살이냐..
en: assassination, my foot...

source: 「알고 보니 차 안에서 마약을 한 채 운전하고 있었다」
en: “it turned out that they were carrying drugs.”

source: 오!
en: yes, yes!

source: 남조선 사람들은 원래 그렇게
en: are south joseon people...

source: 뭔가..
en: but...

source: 73번이 아니라 수천번도 할 수 있디
en: a thousand times yes.

source: 사랑에 미친 여자는 무서운 법이디요
en: a woman madly in love is bound to be scary.

source: 마음 같아선..
en: if only I could...

source: 어떤?
en: what is it?

source: 뭐이네?!
en: what the?!

source: 퉷
en: ahuh

source: 일단은 가지고 있다가
en: let’s keep it for a while.

source: 앞으로 3일이면 모든게 끝날텐데
en: three days, and everything will be over.

source: 무슨 꿍꿍이인지 몰라!
en: you can’t tell what he’s up to!

source: … 그건 저희쪽 공식 작전이…
en: that’s... hardly our official operation...

source: 으응 아니여~ 느그들은 절~대 통일 못혀
en: nah, not happening. you’ll never become one.

source: 등 ㅅ 들아......
en: ...idiotic bastards...

source: 잠시만요
en: please hold on a second.

source: 차부터 세우자
en: let’s stop the car first.

source: …어떤 사이인지는 몰라도
en: I don’t know what’s going on between you two...

source: 예, 부탁드립니다
en: yes, sir. please.

source: 승부는 났다
en: the game is already over.

source: 그래?
en: oh, yeah?

source: …야 김중사
en: kim...

source: 易地思之 (역지사지)
en: put yourself in other’s shoes.

source: 아이고 고딴 것도 모를 것 같어?
en: goodness, you think I’d not know your number?

source: 긴장 바짝 하라!
en: don’t relax for a second!

source: 이 방은 일주일 전부터 비워 놓으라고 전했는데
en: I told you that the room must be vacant a week ago.

source: 알겠네?
en: got that?

source: …뭡네까 이게?
en: what’s this, sir?

source: 무, 무무무, 무기 다 내려놔!
en: pu-put down your weapons! all of you!

source: 연출 콘티{j}갸오오
en: Content Presentation Gyaohoh{j}

source: 지금 무슨 통화를 하고 있는 거야?
en: who are you talking to on the phone right now?

source: 트바바바박
en: pow pow pow

source: 어이, 66번
en: hey, 66.

source: 호송차량에서 탈출 했습니다
en: they just escaped from the car!

source: 서열 정리?
en: call the shots?

source: 당신 뭐야!!
en: who are you?!

source: 자..
en: ho--

source: 정면승부보다는 목적의 달성을 위해 움직이는 거거든
en: ...they operate only to achieve a goal. they don’t confront it directly.

source: 으으으응 요건 우리나라 제품이 아닌디?
en: hmm... this product isn’t made in south korea.

source: 이이제이
en: catching enemies by using the enemies.

source: 대체 뭐지?
en: what on earth is he?

source: 차량 탈취 후 나간다
en: ...and take the vehicle and leave.

source: 정신나간 장발 군인
en: mr. longhaired nut-job.

source: 특임국의 각 분야 탑 요원들
en: it’s composed of the best of the best agents in their fields.

source: 늦지 말라
en: don’t be late.

source: 인싸…
en: cool and awesome...?

source: 꺼어어어… 어어어….
en: argh... ahh...

source: 쾅퍽쾅
en: slam

source: 김민지양 맞습니까?
en: are you minji kim?

source: 대대로 많은 장사들을 배출해냈다
en: ...it raised a lot of *jangsas in ssireum. *jangsa is a title given to winners in traditional Korean wrestling, ssireum, and jangsa parades around towns riding the ox.

source: 손 씻고 와!
en: wash your hands and sit down.

source: 이자식!
en: you bastard!

source: 맞는 말이야
en: you’re absolutely right.

source: …일단 우리는 오늘
en: first... what’s important tonight is...

source: 너무 싫어서 도망치고 싶었다
en: I hated it so much that I just wanted to run away.

source: 엉?
en: eh?

source: 둘을 상대로
en: it’s two against one...

source: 김 김덕만 차관
en: Kim Deputy Minister Deokman Kim

source: 이렇게..?
en: ...yet he can do this?

source: 너도 합격
en: you passed as well.

source: 아까 피를 너무 많이 흘렸어
en: ...I’ve bled too much already.

source: 누가 혼자서 다 쓸어버렸다고 하더니만
en: I heard someone took care of those south koreans all by himself. it was you.

source: 수진씨!
en: sujin!

source: 적어도 한국에 있다는 건 알았으니까
en: I, at least, found out that she’s in the country.

source: 뭐 어때!
en: who cares!

source: 목소리가 너무 컸나?
en: was I too loud?

source: 너희들은 이름 따윈 없다고 새끼들아!
en: you punks don’t own a name!

source: 그냥 남자 대 남자로 이야기 하자?
en: so why don’t we deal with this man to man?

source: 우오오오오!
en: woo-ohohoh!

source: 푸쉬이이이익
en: pshhhh

source: 덮쳐!!!!
en: attack him!!

source: 그게 무슨 소리여?
en: what you talking ‘bout?

source: 최소한…
en: at least...

source: 완전 해체는 몰라도
en: although I can’t shut it down completely,

source: 뭐..?!
en: what did you say...?!

source: 휙 휙 휙
en: whoosh

source: 휘청 휘청
en: stagger

source: 내 딸한테 털 끝 하나라도 건드렸다간
en: don’t you dare lay your hands on my daughter.

source: 동료들이 눈 앞에서 죽어갔다
en: my comrades died before my eyes.

source: 아시겠디요?
en: okay?

source: 너는 쩌그 성선수랑, 장발이랑 같이 배 타고 들어가고
en: you get in the ship with seong and that long hair.

source: 켁...
en: arggh...

source: 아마 지금 주영건설과도 관련된 모양이야
en: it appears that juyoung construction is involved in this.

source: 우리는 일을 크게 벌이는 걸 좋아해서 말이디
en: you see, we like to make a big deal out of everything.

source: 실상황입니다
en: this is not a drill.

source: 느이들 이번에 하얼빈에서 사고친 놈들이쟈?
en: you kids are responsible for what happened in harbin, no?

source: 실전'에서 회전은
en: in an actual fight...

source: 대체 뭐…
en: what on earth--

source: 이곳의 모든 술이 동날 때까지
en: until we’re out of all the bottles in the shop!

source: 들었제?
en: did you hear that?

source: 전부 다 연기….
en: everything was just an act...

source: 실장님!!!
en: sir!!!

source: 전력을 다해라 북한군1
en: give me your best, north korean soldier 1...

source: 이게 어떻게 된 거예요..?
en: what happened...?

source: 현 시간부로 상황A
en: as of the present time,

source: 볼일이라니?
en: business?

source: 공무원!!
en: this stupid government officer life?!

source: 한 마음 한 뜻이 되어 말했다
en: ...we were one heart and one mind.

source: 완전 미친놈 아니야?
en: he’s a complete nutjob.

source: 프로끼리
en: we’re both professionals.

source: 당장 오시랍니다..
en: he wants you right now.

source: 뭐하고 계시요?
en: what are you doing up there?

source: 괜찮습니다
en: everything is in control, sir.

source: 야야야 눈치챘다 눈치챘다
en: hey, hey. they found it out.

source: 선배님!
en: sergeant kim is...

source: 존재 자체가 알려지지 않은 특작조였으니까
en: after all, I was part of the special operations force that didn’t exist in the records.

source: 잘 나왔어?
en: did you get it good?

source: 너 내가...
en: I’m going to--

source: 김민지양은 아버지가 어떤 사람인지 알고 있습니까?
en: ...do you know what kind of person your father really is?

source: 암살 작전 START
en: assassination operation start.

source: 그 이유가 고작
en: ...and that was...

source: 덥석
en: grab

source: 우리 상무위원장 동지를 노렸는데
en: I mean, you planned to kill the chairman of the standing committee...

source: 매번 생사의 갈림길에 놓여지는 업계의 특성상
en: given the life-or-death nature of the industry...

source: 이 사람은…
en: this guy is...

source: 일 없습네다
en: I’m fine.

source: …그래?
en: yeah...?

source: 네가 그 여자를 감싸려는 의도로밖에 보이지 않아
en: the way I see it, you’re just trying to protect her.

source: 무슨 함정이나 속임수에 당했다고 생각했는데
en: I thought you took him down using some traps or tricks.

source: 자, 그럼
en: now,

source: 약물 투여 끝났으면 처리반 움직이세요
en: if you’ve injected the drugs into their blood, it’s time for the disposal team to get started.

source: 들었지?
en: did you hear that?

source: 빈틈을 몇 번 보여줬는데도 들어오지 않고
en: I let my guard down several times on purpose, but he didn’t take them.

source: 여자는 따로 쇼부를 쳐야 하니께
en: I need to strike another deal for that girl,

source: 군인이라면 이정도쯤은 정신력으로 버티는거지!
en: well, a man in uniform can bear this with a strong mind!

source: 이잉… 기형이 많이 뻔뻔해졌네잉
en: ugh... gihyeong, you’ve become quite brazen.

source: 평견씨?
en: pyunggyeon?

source: 이 새끼 봐라?
en: just look at you talk, you asshole.

source: 끼익
en: creak

source: 동맥 말고 다른 곳에 맞으면 너만 더 아파..!
en: you better stay put if you want this to be quick and painless! it hurts if it doesn’t go into your artery!

source: 톡
en: tap

source: 켁...케흑...
en: ack... argh...

source: 뭐 켕기는거 있지?
en: you’ve got some skeletons in your closet, don’t you?

source: 왜인지는 모르겠는데
en: why? I don’t know.

source: 나중에 직접....
en: ...whether the story is exaggerated.

source: 그래 바로 그거야
en: yes, that’s what I’m talking about.

source: 꺼어어어…
en: argh...

source: 치열하게 싸우고 있는 상태인 것이다
en: ...the strong will to stay awake.

source: 어떤 사람?
en: what man?

source: 걸어차기
en: wrist kick.

source: 니네 할애미 무덤가에 가서나 하라
en: ...and do that in your grandma’s grave!

source: 당장 붙으세요!!
en: stick to the car, now!!

source: 제발!
en: please!

source: 마지막에 힘 빼고 친거야
en: I didn’t punch you that hard. don’t overreact.

source: 스스로 지쳐 떨어져 나갈 때까지
en: ...needs to be provoked...

source: 이제부턴 정보 싸움이지 않겠네?
en: ...better if I have more intel with me.

source: 들쑤시고 다니고
en: ...ransacked places...

source: 우우우!(어떠냐!)
en: woowoowoo! (how you like that?!)

source: 전담팀…
en: the task force...

source: 반격을…
en: I should punch back...

source: 사박 사박 사박
en: rustle rustle rustle

source: 반응속도로만 상대해야 한다
en: I need to use my instinct to respond to him.

source: 뿌작
en: crack

source: 아빠…
en: dad...

source: 야야!
en: hey, hey!

source: 내 CQC의 범위가 30m라면
en: if my cqc plays within a one foot radius...

source: 북파 공작이요?
en: anti-north korean spy?

source: 여기서 뭐해~
en: what are you doing there?

source: 나중에 한국 가면 태권도 차에 좀 설치해야겠어
en: when I get back to korea, I should install these in my taekwondo van.

source: ...많이 사랑하지
en: of course... I love her very much.

source: 야이 자식들아..
en: you bastards...

source: …네 놈은 그런 말 할 자격이 없다
en: you don’t deserve to say that.

source: 네가 지금 생각하는 그거, 맞다고
en: what you’re thinking inside your head, you’re right about that.

source: 66이다
en: I’m 73... no. call me 66.”

source: 몇 번을 말해!
en: I’ve told you countless times!

source: 부끄럽지도 않아?
en: ...as a man with a daughter?

source: 이제 모든 걸 잊고
en: forget the life you have lived, and...

source: 이 새끼 아직 분간이 안 되나 보네
en: this bastard doesn’t know the mess he’s gotten himself into.

source: 영장은 취소되고 당신까지 이 난리실까?
en: ...that the warrant got rejected, and you’re acting this way.

source: 없다고?
en: she’s gone?

source: 보내!!
en: please!!

source: 병원으로 넘겨!
en: send him to the hospital!

source: 더 이상 행동하지마!
en: stop what you’re doing at once!

source: 걸쳐차기
en: whip kick.

source: 꺄아아아악!
en: ahhhhhh!

source: 입만 번지르르학 산 놈들
en: people like you are talkers but have no substance.

source: 선물 잊지 말고~
en: and don’t forget to bring me a present for your visit.

source: 상태가 많이 좋지 않습니다!!
en: things have gone terribly wrong here!!

source: 그것이 '의리'니까
en: ...camaraderie is.

source: 마셔라!!
en: drink up!!

source: 웅성 웅성
en: murmur

source: 쏴!!!
en: shoot it!!!

source: 덜덜
en: shiver

source: 육금성이..?
en: the six venus did what...?

source: 몇 번 의견이 부딪치기도 해서...
en: we sometimes had our disagreements...

source: 그리고 가족
en: ...and my family.

source: 빨리 …..로
en: quick...

source: 카가가각
en: creak

source: 너야말로 어쩌려고 그 녀석을 데리고 나왔지?
en: you speak for yourself. why did you take him out with you?

source: 특수부대 출신이라 들었는데
en: I heard you used to belong to a special force unit.

source: 안 지 얼마나 됐다고
en: we barely know each other, and...

source: 핑
en: click

source: 안타깝게도 그건 함정이었고
en: unfortunately, it was a trap.

source: 도저히 닿지를 않는다
en: but I just can’t reach him.

source: 너는 물론이고
en: I can make a hell out of you...

source: 이런 타입은
en: he knew that a man like ju...

source: 그런 남자가 나를 위해 몸 던지는데
en: how many women would stay put...

source: 구..{j}국장님..!
en: s-sir..!{j}

source: 네 딸이 친 사고를 은폐하려고 이 난리를 쳐놓고
en: you created this shitty mess to cover up your daughter’s crime...

source: 다들 지난 3년 동안 고생 많았다
en: good job enduring the three years of training.

source: 특수 임무국이다!!
en: nsmb!!

source: 틱틱틱
en: tap tap
